controllers/SiteController.php

SELECT COUNT(*) FROM `Clientes`
SELECT COUNT(*) FROM `Casos`
SELECT COUNT(*) FROM `Asesores`
---
    public function actionIndex(){

        $cant_clientes = \app\models\Clientes::find()->count();
        $cant_casos = \app\models\Casos::find()->count();
        $cant_asesores = \app\models\Asesores::find()->count();